
"event read status update" = "oppdatering av hendelseslesestatus";

"device event status updated. The save" = "enhetens hendelsesstatus oppdatert. Lagringen";

"Resolved" = "Løst";
"Unresolved" = "Ikke løst";


"The message status could not be updated" = "Meldingsstatus kunne ikke oppdateres";

// K9 : event status update error message
"Your HP device has sent a status update. This update could not be saved in HP Utility - Message Center" = "HP-enheten har sendt en statusoppdatering. Denne oppdateringen kunne ikke lagres i HP Utility - Meldingssenter";

"Messages could not be displayed in HP Utility - Message Center" = "Meldinger kunne ikke vises i HP Utility - Meldingssenter";